import React from 'react'
import './Change.css'

const Change = () => {
    return (
        <main>
            <div className='catalog-breadcrumb d-f align-center'>
                <div className="catalog-bredcumb-item">Головна</div>
                <div><img src="images/point.png" alt="point" /></div>
                <div className="catalog-bredcumb-item">Повернення товару</div>
            </div>
            <div className="change-caption d-f align-center">
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
                <h3 className="change-title">Повернення товару</h3>
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
            </div>
            <div className="change-main">
                <p className="change-desc">
                    Відповідно до Закону України «Про захист прав споживачів» є дві причини, за якими покупець
                    може зробити повернення або обмін купленого ним товару:
                </p>
                <ol className="change-list d-f">
                    <li className='change-list-item'>
                        Якщо товар не відповідає заявленій виробником якості.
                        <ul className='change-sublist d-f'>
                            <li>
                                Для того, щоб можна було розглянути питання про ремонт або компенсацію,
                                або обмін, або повернення товару необхідно, щоб були виконані наступні умови:
                            </li>
                            <li>дотримані всі умови отримання товару з розділу «Оплата і доставка».</li>
                            <li>
                                збережені сам товар, заводська оригінальна упаковка від товару, всі супровідні
                                документи, чеки про оплату;
                            </li>
                            <li>
                                на ел. адресу shop@ukrsemena.com відправлені:
                                <ol className='change-sublist-bl d-f'>
                                    <li>
                                        1. Претензія до якості товару, в якій були зазначені: номер замовлення, контактні
                                        дані клієнта (ПІБ, телефон), докладний опис проблеми, фото товару
                                        (кілька штук, брак крупним планом), серійні номери з упаковки.
                                    </li>
                                    <li>
                                        2. Сканкопія Акту про огляд, оформленого на ТК (при недостачі і/або псуванні товару).
                                    </li>
                                </ol>
                            </li>
                            <p className="change-list-note">
                                Без оформленого на транспортної компанії або УДППЗ «Укрпошта» «Акту про огляд» або ін. документу,
                                що підтверджує недостачу і/або псування товару в замовленні, претензія клієнта про заміну товару або
                                компенсацію розглядатися не буде.
                            </p>
                        </ul>
                    </li>
                    <li className="change-list-item">
                        Якщо товар повністю відповідає всім вимогам, але з якоїсь причини не влаштовує покупця.
                        <ul className="change-sublist d-f">
                            <li>
                                Ми усвідомлюємо особливості віддаленого продажу та доставки і зобов'язуємося повернути
                                гроші або обміняти товар, або залишити суму в рахунок майбутніх замовлень при дотриманні наступних умов:
                            </li>
                            <li>звернення з претензією надійшло не пізніше 14 днів з дня доставки товару покупцеві;</li>
                            <li>
                                товар не використовувався покупцем і має товарний вигляд, споживчі якості, заводську
                                оригінальну упаковку, пломби і документи;
                            </li>
                            <li>
                                товар повернутий тим же способом, що і був отриманий, з супровідними документами, без пошкоджень;
                            </li>
                            <li>НАСІННЯ, товар з поміткою «під замовлення» поверненню та обміну не підлягають;</li>
                            <li>вартість доставки товару назад в інтернет-магазин оплачує клієнт;</li>
                            <li>відшкодовується тільки вартість товару (без витрат на пересилку, комісій та ін.)</li>
                            <p className="change-list-note">
                                Грошові кошти за повернутий товар перераховуються клієнту на картковий рахунок або
                                поштовим переказом в термін до 14 календарних днів з моменту отримання товару інтернет-магазином.
                            </p>
                            <p className="change-list-note">
                                При будь-якому з двох варіантів спочатку обов'язково
                                зв'яжіться з Контакт-центром інтернет-магазину УкрНасіння.
                            </p>
                        </ul>
                    </li>
                </ol>
            </div>
        </main>
    )
}

export default Change