import React from 'react'
import './Contract.css'

const Contract = () => {
    return (
        <main>
            <div className='catalog-breadcrumb d-f align-center'>
                <div className="catalog-bredcumb-item">Головна</div>
                <div><img src="images/point.png" alt="point" /></div>
                <div className="catalog-bredcumb-item">Договір публічної оферти</div>
            </div>
            <div className="contract-caption d-f align-center">
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
                <h3 className="contract-title">Договір публічної оферти</h3>
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
            </div>
            <div className="contract-main">
                <p className="contract-desc">
                    Документ, положення якого викладені нижче по тексту, є публічною офертою та публічним договором.
                    Згідно із положеннями ст.ст. 633, 641 Цивільного кодексу України умови публічної оферти та публічного договору
                    є однаковими для всіх Замовників (Замовників). У відповідності до ч. 2 ст. 642 Цивільного кодексу України,
                    реєстрація на web-сайті zakononline.com.ua є акцептом даної оферти, що прирівнюється до укладення договору
                    на умовах викладених нижче по тексту, а також положення Політики конфіденційності. Політика конфіденційності
                    регулює особливості обробки Замовником персональних даних Замовників. Ознайомитися із положеннями Політики
                    конфіденційності Компанії можна за посиланням. Політика конфіденційності є невід’ємною частиною цих Умов.
                </p>
                <p className="contract-desc" style={{marginTop: "10px"}}>
                    Дана публічна оферта адресована всім фізичним та юридичним особам, що бажають скористатися послугою і мають
                    технічну можливість одержання послуги.
                </p>
                <p className="contract-desc" style={{marginTop: "30px"}}>
                    ТОВ «ІНФОРМАЦІЙНО-ПРАВОВІ СИСТЕМИ» - код ЄДРПОУ 41616222, (далі – Виконавець) з однієї сторони, 
                    керуючись чинним законодавством України пропонує (публічна оферта) фізичній особі та/або юридичній 
                    особі (далі – Замовнику), в подальшому разом – Сторони, а кожен окремо – Сторона, укласти публічний договір 
                    про надання послуг (далі – Договір) на наступних умовах:
                </p>
            </div>
        </main>
    )
}

export default Contract