import React from 'react'
import './Delivery.css'

const Delivery = () => {
    return (
        <main>
            <div className='catalog-breadcrumb d-f align-center'>
                <div className="catalog-bredcumb-item">Головна</div>
                <div><img src="images/point.png" alt="point" /></div>
                <div className="catalog-bredcumb-item">Оплата і доставка</div>
            </div>
            <div className="delivery-caption d-f align-center">
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
                <h3 className="delivery-title">Оплата і доставка</h3>
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
            </div>
            <div className="payment">
                <h4 className="payment-title">Оплата</h4>
                <div className="payment-bl">
                    <div className="payment-bl-title">
                        Мінімальне замовлення насіння або будь-яких інших товарів в нашому магазині становить 200 гривень.
                    </div>
                    <ul className='payment-bl-list d-f'>
                        <li className='bl-list-item'>
                            На розрахунковий рахунок в КБ ПриватБанк
                            <p className='list-item-desc'>
                                У будь-якому відділенні банку Ви можете здійснити платіж на розрахунковий рахунок або через
                                термінал КБ ПриватБанк, або програму Приват24. Вартість послуг банку (комісія) оплачується окремо,
                                згідно тарифів обраного Вами банку.
                            </p>
                        </li>
                        <li className='bl-list-item'>
                            Післяплатою через «Укрпошта Експрес» (оплата при отриманні посилки)
                            <p className='list-item-desc'>
                                Замовлення оплачується при його отриманні у відділенні. Комісія при перерахуванні оплати
                                за замовлення вартістю до 500 грн складає 10 грн, понад 500 грн - 2%. Комісія НЕ
                                буде додана в рахунок і оплачується при отриманні посилки.
                            </p>
                        </li>
                        <li className='bl-list-item'>
                            Післяплатою через компанію «Нова пошта» (оплата при отриманні відправлення)
                            <p className='list-item-desc'>
                                Замовлення оплачується при його отриманні у відділенні. Комісія за перерахування грошових
                                коштів - 2,5%, але не менш ніж 10 грн від суми замовлення. Коміссія сплачується при отриманні посилки.
                            </p>
                        </li>
                        <li className='bl-list-item'>
                            Готівкою при самовивозі
                            <p className='list-item-desc'>
                                Замовлення оплачується готівкою при отриманні на нашому офісі, розташованому за адресою
                                м. Краматорськ, вул.Богдана Хмельницького, 7, магазин "Огородник" (УкрНасіння).
                            </p>
                        </li>
                    </ul>
                </div>
                <div className="payment-bl">
                    <div className="payment-bl-title">При виборі оплати післяплатою, враховуйте:</div>
                    <ul className="payment-bl-list d-f">
                        <li className="bl-list-item">товари з позначкою «НА ЗАМОВЛЕННЯ» і «ПЕРЕДОПЛАТА» цим способом не відправляються;</li>
                        <li className="bl-list-item">
                            поки оплата за перше замовлення не буде отримана, наступне замовлення клієнтові не висилається.
                            Компанія залишає за собою право на зміну ціни у разі коливання курсу валют. Замовлення насіння та ін. товару
                            через інтернет обробляється до 3-х днів, в сезон, в зв'язку зі збільшенням кількості замовлень, термін
                            обробки може бути збільшений. Можлива відсутність деяких товарів на складі, в рахунок-фактуру
                            вони не включаються, без узгодження з покупцем іншими не замінюються. Після обробки та формування
                            замовлення насіння через інтернет, на зазначений клієнтом e-mail і в його кабінет направляється
                            рахунок-фактура. Якщо протягом 3-х днів після оформлення замовлення насіння на адресу Вашої електронної
                            пошти не прийшов рахунок, будь ласка, повідомте про це оператора.
                            Будь ласка, додайте наш e-mail shop@ukrsemena.com в свою адресну книгу, таким чином,
                            рахунок-фактура не потрапить в спам. У рахунку-фактурі будуть вказані реквізити для здійснення
                            оплати згідно обраного способу. Список товару при стані замовлення «Виставлено рахунок» в кабінеті
                            клієнта повністю збігається з рахунком-фактурою. Виписаний товар резервується на 3 робочих дні, протягом
                            яких клієнтові необхідно здійснити оплату (якщо обрана передоплата).
                            <p> Всі необхідні реквізити платежу вказані в рахунку-фактур</p>
                            <p>
                                Передоплата здійснюється тільки після отримання рахунку-фактури. Рахунок необхідно оплатити
                                протягом 3-х банківських днів. При здійсненні платежу комісія не входить у вартість
                                замовлення і доставки, оплачується покупцем окремо. Якщо Вам у відділенні банку відмовляють
                                у проведенні платежу, зв'яжіться з Контакт-центром і повідомте про порушення, вказавши прізвище
                                та посаду відповідального співробітника банку.
                            </p>
                        </li>
                    </ul>
                </div>
                <div className="payment-after">
                    <div className="payment-after-title">
                        Після оплати замовлення надішліть листа на <span>shop@ukrsemena.com</span>
                        &nbsp; або зв'яжіться з <span>Контакт-центром</span> і повідомте:
                    </div>
                    <ul className="payment-bl-list d-f">
                        <li className="bl-list-item">П.І.Б.;</li>
                        <li className="bl-list-item">номер замовлення;</li>
                        <li className="bl-list-item">оплачену суму;</li>
                        <li className="bl-list-item">дату платежу.</li>
                    </ul>
                    <p className="payment-after-note">
                        Це прискорить відправку замовлення. Якщо Ви збираєтеся сплатити прострочений рахунок,
                        обов'язково зв'яжіться з менеджером для уточнення наявності товару.
                    </p>
                </div>
            </div>
            <div className="delivery-info">
                <div className="delivery-info-title">Доставка</div>
                <div className="delivery-info-bl d-f jc-sb align-center">
                    <div>
                        <div className="info-bl-title"> Доставка «Укрпошта Експрес»</div>
                        <p className="info-bl-text">
                            Доставку насіння поштою по Україні можна замовити як післяплатою, так і за передоплатою.
                            Замовлення надходить на поштове відділення, вказане клієнтом. Максимальна вага посилки до 10 кг.
                            Тривалість доставки насіння поштою по Україні - не більше 5 днів.
                        </p>
                        <p className="info-bl-text" style={{ fontWeight: 700 }}>
                            Вартість доставки розраховується згідно тарифів «Укрпошта Експрес», НЕ ВХОДИТЬ в рахунок
                            замовлення і оплачується при отриманні посилки.
                        </p>
                        <p className="info-bl-text">
                            <span style={{ fontWeight: 700 }}>Увага!</span> Термін безкоштовного зберігання посилок в відділеннях ПАТ «Укрпошта» становить
                            5 робочих днів з моменту прибуття. Починаючи з 6 дня зберігання посилка повертається
                            до відправника. Прохання своєчасно звертатися до відділень ПАТ «Укрпошта» для отримання замовлень.
                        </p>
                        <p className="info-bl-text">
                            У зв'язку з термінами доставки коливання по вазі посадкового матеріалу можуть становити ± 8%.
                        </p>
                    </div>
                    <div><img src="images/delivery1.png" alt="delivery" /></div>
                </div>
                <div className="delivery-info-bl d-f jc-sb align-center">
                    <div><img src="images/delivery2.png" alt="delivery" /></div>
                    <div>
                        <div className="info-bl-title"> Доставка комерційними транспортними компаніями</div>
                        <p className="info-bl-text">
                            Отримання замовлення відбувається в філіях компаній. Оплату за доставку здійснює клієнт.
                            Можлива доставка за адресою клієнта за додаткову плату. Тривалість доставки комерційними
                            транспортними службами не більше 3 днів.
                        </p>
                        <p className="info-bl-text" style={{ fontWeight: 700 }}>
                            Вартість доставки розраховується згідно тарифів транспортних компаній, НЕ ВХОДИТЬ в рахунок
                            замовлення і оплачується при отриманні посилки.
                        </p>
                    </div>
                </div>
            </div>
            <div className="pickup">
                <h3 className="pickup-title">Самовивіз</h3>
                <div className="pickup-info">
                    <div className="pickup-info-title">Отримати і сплатити посилку клієнт може в нашому офісі за адресою</div>
                    <div className="pickup-info-address">
                        м. Краматорськ, вул. Б. Хмельницького, 7, інтернет-магазин УкрНасіння (магазин Огородник).
                    </div>
                    <div className="pickup-info-time">Графік видачі посилок: понеділок - п'ятниця з 9.00 до 18.00, перерва 12.30-13.30.</div>
                </div>
                <p className="pickup-info-desc" style={{ fontWeight: 700 }}>
                    Замовлення на непідконтрольні Україні території не відправляються. Приносимо свої вибачення!
                </p>
                <p className="pickup-info-desc">
                    Після відправки замовлення клієнту повідомляють на e-mail і по телефону номер товарно-транспортної
                    накладної (декларації) і орієнтовну дату прибуття. Для отримання посилки необхідно мати з собою паспорт
                    (якщо клієнт отримує посилку особисто) або довіреність (якщо Ви представляєте інтереси одержувача).
                    При замовленні насіння поштою в інтернет-магазині з України, на поштове відділення клієнта приходить
                    посилка з замовленням. Працівники пошти/транспортної компанії повинні направити йому оповіщення
                    і/або SMS-повідомлення про отримання посилки, тому потрібно стежити за своєю поштовою скринькою.
                    Дуже часто повідомлення губляться, тому виходячи з орієнтовної дати прибуття посилки, поцікавтеся
                    на пошті про посилку самостійно. Її необхідно отримати протягом 5 днів з дня прибуття, після чого
                    посилка повертається назад в інтернет-магазин.
                </p>
                <p className="pickup-info-desc" style={{ fontWeight: 700 }}>
                    Якщо клієнт вчасно не забирає зі свого поштового відділення посилку, інтернет-магазин УкрНасіння не несе
                    відповідальність за його бездіяльність або бездіяльність працівників поштового відділення і повторно
                    посилку не висилає. Такі клієнти заносяться в чорний список і з цього моменту можуть отримувати товар
                    тільки після повної передоплати.
                </p>
                <p className="pickup-info-desc" style={{ fontWeight: 700 }}>
                    Це відноситься і до доставки насіння післяплатою компанією «Нова пошта».
                </p>
                <p className="pickup-info-desc">
                    При отриманні замовлення з насінням та ін. товарами ретельно огляньте посилку на предмет цілісності упаковки. 
                    У разі порушення цілісності упаковки та/або відсутності частини замовлення і/або псування товару, в присутності 
                    працівника транспортної компанії або ПАТ «Укрпошта» проведіть огляд вмісту посилки, звірте його з вкладеною видатковою 
                    накладною на товар, завіреною підписом співробітника інтернет-магазину УкрНасіння. При необхідності складіть 
                    «Акт про огляд», в якому необхідно відобразити стан упаковки і товару, характер пошкоджень. Після складання Акту 
                    клієнт повинен негайно зв'язатися з Контакт-центром інтернет-магазину УкрНасіння і надати копію акта про огляд товару. 
                    Якщо працівники служби доставки відмовляють Вам у проведенні огляду і складанні Акту, клієнт має право 
                    не підписувати товарно-транспортні документи і не забирати замовлення. Наявність підпису вантажоодержувача 
                    в супровідній накладній означає, що товар отриманий і претензій до продавця і компанії, що здійснила доставку 
                    насіння та ін. товарів немає.
                </p>
            </div>
        </main>
    )
}

export default Delivery