import React from 'react'
import './Kodex.css'

const Kodex = () => {
    return (
        <main>
            <div className='catalog-breadcrumb d-f align-center'>
                <div className="catalog-bredcumb-item">Головна</div>
                <div><img src="images/point.png" alt="point" /></div>
                <div className="catalog-bredcumb-item">Корпоративний кодекс</div>
            </div>
            <div className="kodex-caption d-f align-center">
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
                <h3 className="kodex-title">Корпоративний кодекс</h3>
                <div><img src="images/home-main-icon.png" alt="home-main-icon" /></div>
            </div>
            <ol className="kodex-content d-f">
                <li className="kodex-content-item">
                    Вступ
                    <ul className="kodex-content-sublist d-f">
                        <li>
                            1.1. Кодекс корпоративної етики співробітника АТ «ЗФЗ (далі – Кодекс) є зводом етичних і моральних
                            норм, правил поведінки, що приймаються і поділяються кожним працівником підприємства, незалежно
                            від рівня займаної ним посади. Кожен співробітник АТ «ЗФЗ» приймає на себе обов’язок в ході своєї
                            діяльності керуватися положеннями даного Кодексу.
                        </li>
                        <li>
                            1.2. Основна мета Кодексу – визначення і закріплення стандартів діяльності
                            і поведінки працівників, спрямованих на підвищення прибутковості, успішності
                            та ефективності підприємства, а також на підвищення рівня внутрішньокорпоративного
                            життя наших співробітників.
                        </li>
                        <li>
                            1.3. Персонал і керівники всіх ланок не мають права приймати рішення або здійснювати будь-які дії,
                            що йдуть всупереч з корпоративними цінностями і можуть завдати шкоди діловій репутації та інтересам АТ «ЗФЗ».
                        </li>
                        <li>
                            1.4. Вступаючи на роботу, кожен співробітник знайомиться з текстом цього Кодексу,
                            приймає і поділяє його принципи, усвідомлює їх обов'язковий характер в рамках своєї професійної діяльності.
                        </li>
                        <li>
                            1.5. Право на внесення пропозицій про зміни, уточнення або розширення норм Кодексу має кожен працівник
                            підприємства.
                        </li>
                    </ul>
                </li>
                <li className="kodex-content-item">
                    Цінності DAT
                    <ul className="kodex-content-sublist d-f">
                        <li>2.1. Потенціал співробітників.</li>
                        <li>
                            Співробітники – наша основна цінність. Ми маємо намір створювати всі умови для дотримання
                            інтересів наших співробітників, тому для ЗФЗ є важливими:
                        </li>
                        <li>- професійний та особистий розвиток працівників;</li>
                        <li>- справедлива оцінка внеску кожного працівника;</li>
                        <li>- ініціативність працівників;</li>
                        <li>- створення сприятливого морально-психологічного клімату і нормальних умов праці на робочих місцях;</li>
                        <li>- турбота про здоров'я і добробут працівників і членів їх сімей.</li>
                        <li>2.2. Лідерство</li>
                        <li>
                            Ми прагнемо бути лідерами. Ми впевнені, що безвихідних ситуацій не буває.
                            Знайти шляхи їх вирішення – наше основне завдання.
                        </li>
                        <li style={{ marginTop: "30px" }}>
                            Нам притаманний «бійцівський дух»: ми впевнені в своїх силах і зможемо вирішити
                            будь-яке завдання швидше, краще за наших конкурентів; ми не зупиняємося на півшляху,
                            посилаючись на труднощі, ми досягаємо поставленої мети.
                        </li>
                        <li>2.3. Результативність</li>
                        <li>
                            Ми прагнемо до оптимального використання всіх ресурсів, грамотного управління,
                            оперативності та точності виконання поставлених задач, високої продуктивності
                            праці в усіх сферах діяльності, до досягнення максимально можливих результатів
                            за умови оптимального використання людських, природних і фінансових ресурсів.
                            Ми вміємо мобілізуватися і виконати завдання в найкоротші терміни. Ми прагнемо
                            спілкуватися один з одним без зайвих бюрократичних процедур узгодження, візування документів.
                        </li>
                        <li>2.4. Професіоналізм</li>
                        <li>
                            Професіоналізм – це глибоке знання своєї спеціальності, відповідальне і сумлінне ставлення
                            до обов'язків, якісне і своєчасне виконання поставлених завдань, вдосконалення професійного рівня.
                            Відносини всередині підприємства будуються на основі прямої зацікавленості співробітників
                            в результаті роботи, що дозволяє їм стати професіоналами в різних галузях. Прийняти оптимальне
                            рішення, дати грамотну консультацію в межах своєї компетенції – справа честі кожного працівника.
                            Всі рішення приймаються з точки зору компетентності і доцільності.
                        </li>
                        <li>2.5. Новаторство / іноваційність</li>
                        <li>
                            Інноваційність стосується будь-якого аспекту діяльності підприємства: маркетингу, логістики,
                            фінансової діяльності, кадрової політики, IT-технологій і т.д. Ми особливо цінуємо працівників,
                            зараховуючи їх до Кадрового резерву. Наші працівники націлені на подальший розвиток своїх навичок
                            і компетенцій, їх застосування на практиці. На АТ «ЗФЗ» створена система безперервного навчання,
                            збереження і передачі накопиченого досвіду.
                        </li>
                    </ul>
                </li>
                <li className="kodex-content-item">
                    Принципи діяльності АТ «ЗФЗ»
                    <ul className="kodex-content-sublist d-f">
                        <li>3.1. АТ «ЗФЗ» відкрите перед суспільством;</li>
                        <li>3.2. АТ «ЗФЗ» цінує і поважає своїх співробітників.</li>
                        <li>
                            На підприємстві поважають людську гідність і права людини. Ми з повагою ставимося до
                            співрозмовника і його думки. У відносинах між працівниками неприпустима агресія і грубість.
                            Прийняття рішень стосовно працівників має грунтуватися на об'єктивний даних і фактах.
                        </li>
                        <li>3.3. АТ «ЗФЗ» визнає лише чесний спосіб ведення ринкової конкуренції;</li>
                        <li>3.4. АТ «ЗФЗ» дорожить діловою репутацією і високою довірою з боку партнерів;</li>
                    </ul>
                </li>
                <li className="kodex-content-item">
                    Віповідальність підприємства
                    <ul className="kodex-content-sublist d-f">
                        <li>4.1 Перед акціонерами:</li>
                        <li>- за динамічне зростання і розвиток підприємства;</li>
                        <li>- за ефективність діяльності;</li>
                        <li>- за підтримку високої репутації.</li>
                        <li>4.2 Перед клієнтами:</li>
                        <li>- за постійне підвищення якості готової продукції;</li>
                        <li>- за надання достовірної і своєчасної інформації про продукцію підприємства.</li>
                        <li>4.3 Перед діловими партнерами:</li>
                        <li>- за дотримання принципів ділової етики, прийнятих на підприємстві;</li>
                        <li>- за своєчасне і точне виконання умов всіх укладених договорів;</li>
                        <li>- за свої слова і вчинки;</li>
                        <li>- за дотримання принципу чесної конкуренції.</li>
                        <li>4.4 Перед колективом АТ «ЗФЗ»:</li>
                        <li>- за своєчасну виплату заробітної плати;</li>
                        <li>
                            - за надання можливостей особистого та професійного зростання, кар'єрного просування,
                            відповідно до знань співробітників, їх здібностей і прикладених до роботи зусиль;
                        </li>
                        <li>
                            - за надання соціальних гарантій, визначених у внутрішніх нормативних документах
                            кількості пільг і компенсацій;
                        </li>
                        <li>- за надання працівникам нормальних умов праці;</li>
                        <li>
                            - за своєчасне надання працівникам достовірної інформації про досягнення і зміни,
                            що відбуваються на підприємстві;
                        </li>
                        <li>- за етичне і шанобливе ставлення до працівників підприємств.</li>
                    </ul>
                </li>
                <li className="kodex-content-item">
                    Норми і правила корпоративної етики
                    <ul className="kodex-content-sublist d-f">
                        <li>5.1. Ставлення до сфери зв'язків з громадськістю та ЗМІ</li>
                        <li>
                            АТ «ЗФЗ» стежить за дотриманням високих етичних стандартів у відносинах із засобами
                            масової інформації, не допускає поширення недостовірної інформації, приховування та / або спотворення
                            фактів у своїй публічній діяльності або інших заходах по зв'язкам з громадськістю.
                        </li>
                        <li>
                            Всі контакти зі ЗМІ здійснюються співробітниками в рамках своєї компетенції
                            та за узгодженням як з безпосереднім керівником, так і з Головою Правління.
                        </li>
                        <li>Самостійно взаємодіяти зі ЗМІ з робочих питань співробітникам підприємства заборонено.</li>
                        <li>5.2. Внутрішній контроль</li>
                        <li>
                            В основі діяльності АТ «ЗФЗ» – чесність, інформаційна прозорість і відкритість
                            при веденні бухгалтерського обліку, розробці бюджетів і оцінці ефективності проектів.
                            Вся наша діяльність здійснюється в суворій відповідності до законодавчих актів і внутрішньої
                            нормативної документації.
                        </li>
                        <li>
                            Ефективна система внутрішнього контролю є важливим компонентом управління
                            і дозволяє уникнути ризиків, пов'язаних з відхиленням від регламентуючих актів
                            у функціональній діяльності підрозділів.
                        </li>
                        <li>5.3 Конфіденційна інформація</li>
                        <li>
                            Будь-яка інформація, окрім загальнодоступної, яка відома працівникові за фахом роботи, 
                            є конфіденційною і не підлягає розголошенню, в тому числі й іншим співробітникам, яким 
                            вона не потрібна для виконання ними своїх службових обов'язків.
                        </li>
                        <li>
                            При вступі на роботу, співробітник приймає на себе правові та етичні зобов'язання 
                            не розголошувати конфіденційну та ту, що являє комерційну таємницю, інформацію 
                            в період роботи на підприємстві і після звільнення з нього.
                        </li>
                        <li>5.4 Політична та громадська діяльність</li>
                        <li>
                            АТ «ЗФЗ» не підтримує будь-які політичні партії і рухи. Наші працівники, 
                            які беруть участь в діяльності політичних партій, можуть діяти виключно 
                            у вільний час і тільки як приватні особи, а не як представники «ЗФЗ».
                        </li>
                    </ul>
                </li>
            </ol>
        </main>
    )
}

export default Kodex